10/data/attachments/7d3fc75fe67bf643.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_cd72e90a-4f6b-4d2f-8072-71fdbca03d0f</nif:username>
            <nif:friendToBeAdded>Sandra_pay_Friend_60904_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>